server/templates/v_10/suministroCobrosEmitidas/consultaLRCobrosEmitidas.hbs

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:con="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/ConsultaLR.xsd"
 xmlns:sum="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<con:ConsultaCobros>
			<sum:Cabecera>
				<sum:IDVersionSii>{{ cabecera.idVersion }}</sum:IDVersionSii>
				<sum:Titular>
					<sum:NombreRazon>{{ cabecera.titular.nombreRazon }}</sum:NombreRazon>
					<sum:NIF>{{ cabecera.titular.nif }}</sum:NIF>
				</sum:Titular>
			</sum:Cabecera>
			<con:FiltroConsultaCobros>
				<con:IDFactura>
					<sum:IDEmisorFactura>
						<sum:NIF>{{ filtroConsultaCobros.idFactura.idEmisorFactura.nif }}</sum:NIF>
					</sum:IDEmisorFactura>
					<sum:NumSerieFacturaEmisor>{{ filtroConsultaCobros.idFactura.numSerieFacturaEmisor }}</sum:NumSerieFacturaEmisor>
					<sum:FechaExpedicionFacturaEmisor>{{ filtroConsultaCobros.idFactura.fechaExpedicionFacturaEmisor }}</sum:FechaExpedicionFacturaEmisor>
				</con:IDFactura>
				{{#if filtroConsultaCobros.clavePaginacion}}
				<!--Optional:-->
				<con:ClavePaginacion>{{ filtroConsultaCobros.clavePaginacion }}</con:ClavePaginacion>
				{{/if}}
			</con:FiltroConsultaCobros>
		</con:ConsultaCobros>
	</soapenv:Body>
</soapenv:Envelope>